tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "shivammathur/php"
tap "symfony-cli/tap"
brew "bat"
brew "libavif"
brew "icu4c"
brew "pcre2"
brew "php", link: false
brew "composer"
brew "eza"
brew "gh"
brew "git"
brew "git-delta"
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "kustomize"
brew "libfido2"
brew "mercurial"
brew "mkcert"
brew "python-tabulate"
brew "mycli"
brew "mysql"
brew "nvm"
brew "php-cs-fixer"
brew "pyenv"
brew "python@3.11"
brew "ruby"
brew "saml2aws"
brew "tealdeer"
brew "yarn"
brew "zoxide"
brew "zsh"
brew "zsh-completions"
brew "shivammathur/php/php@7.4"
brew "shivammathur/php/php@8.1", link: true
brew "symfony-cli/tap/symfony-cli"
cask "1password"
cask "cleanshot"
cask "coderunner"
cask "dropbox"
cask "firefox"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "github"
cask "imageoptim"
cask "iterm2"
cask "local"
cask "logitune"
cask "macdown"
cask "name-mangler"
cask "phpstorm"
cask "postman"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-json"
cask "raycast"
cask "sequel-ace"
cask "sourcetree"
cask "sublime-text"
cask "tableplus"
cask "transmit"
cask "visual-studio-code"
cask "zoom"
vscode "bmewburn.vscode-intelephense-client"
vscode "christian-kohler.path-intellisense"
vscode "eamodio.gitlens"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "jaguadoromero.vscode-php-create-class"
vscode "junstyle.php-cs-fixer"
vscode "ms-azuretools.vscode-docker"
vscode "sleistner.vscode-fileutils"
vscode "valeryanm.vscode-phpsab"
vscode "vscode-icons-team.vscode-icons"
vscode "vue.volar"
vscode "xdebug.php-debug"
