tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/cask-fonts"
brew "composer"
brew "exa"
brew "git"
brew "mercurial"
brew "mycli"
brew "mysql"
brew "yarn"
brew "zsh"
cask "1password"
cask "adobe-creative-cloud"
cask "alfred"
cask "cleanmymac"
cask "cloudapp"
cask "coderunner"
cask "dropbox"
cask "fig"
cask "firefox"
cask "google-chrome"
cask "imageoptim"
cask "istat-menus"
cask "iterm2"
cask "mamp"
cask "name-mangler"
cask "obsidian"
cask "postman"
cask "apparency"
cask "qlimagesize"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "sequel-ace"
cask "sizeup"
cask "sip"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "sublime-text"
cask "suspicious-package"
cask "transmit"
cask "tableplus"
cask "vagrant"
cask "vagrant-manager"
cask "visual-studio-code"
cask "webpquicklook"
cask "zoom"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
