tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "shivammathur/php"
tap "symfony-cli/tap"
brew "bat"
brew "libavif"
brew "icu4c"
brew "pcre2"
brew "composer"
brew "eza"
brew "gh"
brew "git"
brew "git-delta"
brew "jq"
brew "libfido2"
brew "mercurial"
brew "mkcert"
brew "mycli"
brew "mysql"
brew "nvm"
brew "php-cs-fixer"
brew "python"
brew "python-tabulate"
brew "ruby"
brew "saml2aws"
brew "tealdeer"
brew "yarn"
brew "zoxide"
brew "zsh"
brew "shivammathur/php/php", link: true
brew "shivammathur/php/php@7.4", link: false
brew "shivammathur/php/php@8.1", link: false
brew "symfony-cli/tap/symfony-cli"
cask "1password"
cask "cleanshot"
cask "coderunner"
cask "dropbox"
cask "firefox"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "github"
cask "imageoptim"
cask "local"
cask "logi-options-plus"
cask "logitune"
cask "iterm2"
cask "macdown"
cask "name-mangler"
cask "phpstorm"
cask "postman"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-json"
cask "raycast"
cask "sourcetree"
cask "sublime-text"
cask "tableplus"
cask "transmit"
cask "visual-studio-code"
cask "zoom"
